[
    {
        "id": 1,
        "title": "Afghanistan: The dream of girl's education",
        "smallDescription": "A letter from an Afghan heroine written to her grandchildren in 2050. She is a teacher who helped her country to have an inclusive education system.",
        "source": "Workshop 'Steps towards a better tomorrow in Afghanistan', organised virtually on 25 March 2023.",
        "artifactContent": "Dear grandchildren,\nI’m writing this letter and can't believe that time is passing so quickly: it is already 2050. I’m 60 years old and I want to share with you the experiences that I gained during my life as a school teacher, school principal, and finally as the Minister of Education in Afghanistan.\n\nLet's start with the fact that 2023 was a very difficult year. I was a teacher in one of the schools in Kabul, the Taliban were the rulers of Afghanistan. Unfortunately, the doors of the schools were closed to girls and universities for women. Because they could not go to school, the boys also had no motivation to continue their education and the families were no longer interested in sending their children to our institutions. \n\nAt the same time, there were no books in a number of schools in Afghanistan and as the Taliban were trying to change the educational system, they wanted to replace specialized and scientific books with just Islamic. The teachers were not professional and the salary was so low they could not cover their needs.\n\nLater, I was promoted to school director and my effort was to find a solution to these problems. And after working as a school director for several years, I was able to make many changes in the teachers' teaching method. At the same time, I created a new curriculum, which we negotiated with the Taliban, to get girls into school.\n\nAfter the Taliban left power and a new system was established in Afghanistan, I was proposed by the president as the Minister of Education. During this time, I organized a seminar for families so that they pay more attention to the education of their sons and daughters. \n\nFrom the government, we also strengthened the curriculum and created more schools in the provinces of Afghanistan. I traveled to other countries and gained experience so that we can make the educational curriculum according to the needs of today's world.\n\nWe can now say that we have a more inclusive education system, where everyone can go to school. I already forgot the number of generations of girls who have graduated, because the most important thing in recent years is that women have regained their rights. In a few years, you will enjoy these advances.\n\nWith all my love,\nYour grandmother Soraya",
        "artifactAttention": "This article is a creative piece set in the future and does not depict real-world events. Please do not take its content as factual or representative of current reality. Coming from the workshop 'Steps towards a better tomorrow in Afghanistan', organised virtually on 25 March 2023. ",
        "artifactImage": "image.png",
        "comments": [
            
        ],
        "likes": 500,
        "sharableLink": "https://tomo.community/artifacts/tgjd43fj"
    },
    {
        "id": 2,
        "title": "Afghanistan: The Desire for a Diverse Society",
        "smallDescription": "A letter from an Afghan activist who writes to her grandchildren about the progress of peacebuilding and democracy.",
        "source": "Workshop 'Steps towards a better tomorrow in Afghanistan', organised virtually on 25 March 2023.",
        "artifactContent": "Dear Masih Jan,\n\nI am writing to you from the year 2050. Things look pretty different. We live in a relatively peaceful era. No discrimination is to be seen. We are all equal no matter what religion we believe in or lack of it, what ethnic group we belong to, what language we speak, or what gender we have. Justice prevails.\n\nHow did we achieve all this? Let me tell you about that. We started by acknowledging our problems. We understood and accepted the fact that there is discrimination. We raised awareness about it, and to solve it we discussed it, talked about it, and it became part of the social and political discourse. We decentralised the authority and localised governance. We drafted an all-encompassing, fair constitution that attended to basic rights, addressed all issues plainly, such as discrimination, and was implementable.\n\nWe had political parties established, ones that had ideological basis and were not based on religious, ethnic or tribal affiliations. Things started to look different, and we ended up living in peace and pretty much conflict-less times.\n\nI hope this helps. I will try to write again with further advice if this machine keeps working.\n\nSincerely,\n\nFatima Mohammadi",
        "artifactAttentation": "This article is a creative piece set in the future and does not depict real-world events. Please do not take its content as factual or representative of current reality. Coming from the workshop 'Steps towards a better tomorrow in Afghanistan', organised virtually on 25 March 2023. ",
        "artifactImage": "image.png",
        "comments": [
            
        ],
        "likes": 500,
        "sharableLink": "https://tomo.community/artifacts/kwjd5843fj"
    }
]