{
    "storyTitle": "Energy Crisis in Lebanon - Solar Panels Against the System",
    "storyType": "sustainability",
    "storyDescription": "Lebanon lacks reliable, cheap electricity. Solar energy could brighten the country, but also transform the political system.",
    "storyAuthor": "Julia Neumann,",
    "storyAuthorImage": "julia.png",
    "storyImage": "mainimage.jpg",
    "storySecondImage": "mapimage.png",
    "storyDate": "2021-09-03",
    "storyCompany": "Taz NewsPaper",
    "firstTitle": "The generator electricity often costs more than the cold rent",
    "firstStoryContent": "The hum of generators is the constant undertone of Beirut. In the Lebanese capital, there is only about two hours of electricity a day from the state power utility. The rest is bridged with private generators: The often black-and-yellow devices are actually intended for construction sites or campsites. But in Beirut, they can be found in the basements of houses or on the street. Diesel is used to power an engine that generates electricity. The devices eject black particles and exhaust fumes.\nThe emergency power supply, which in some villages even bridged twelve-hour power outages, is now the main supply. The state electricity authority EDL controls 90 percent of the country's power generation. Since 1992, the EDL has not been able to supply electricity reliably and consistently-and to cover its costs. The energy sector alone accounts for 40 percent of Lebanon's budget deficit, and the country is on the verge of bankruptcy. Over the past decade, BDL has made an average annual loss of $1.5 billion. Before the crisis, only 57 percent of the electricity generated was transmitted and billed.\n\n No power plants have been built since 1999; there have been only minor additions, says Jessica Obeid, a political consultant focusing on the energy transition in the Levant. Politicians, who act in their own and their clients' interests, are partly to blame.\n\nIn 2020, it became public that the Algerian company Sonatrach, which sold fuel to Lebanon through subcontractors for 15 years, was supplying substandard quality. The director general of EDL was indicted for professional misconduct, as were the director general of the oil installation department and the director general of oil at the Ministry of Energy, for bribery and dereliction of duty.\n\nThe generator electricity often costs more than the cold rent\n\nPoliticians are also involved in the generator business, says Obeid: All the ruling parties have people who make money from it. The whole generator industry makes $2 billion a year in profit. That's huge.\n\nThe cost of private generators - the operators are commonly referred to as mafia - is high: The Lebanese currency has lost around 80 percent of its value since 2019. Electricity from the generators now often costs more than the cold rent - between 50 and 100 euros a month. Many wages are not enough to cover this - a soldier in the military still earns just under 35 euros a month.\nAs a result, solar panels have recently begun to appear on the roofs of some houses in Beirut, but especially in the higher-lying villages. The market is there: The Lebanese Energy Saving Center, which keeps an eye on renewable energies for the state, counted a total of 137 private suppliers of solar panels in March 2020.\n\nBut the imported collectors have to be paid for in US dollars, and the investment is expensive. U.S. dollars - previously the most widely accepted means of payment in Lebanon - are hardly available anymore. For landlords, the expenditure is not profitable, and tenants cannot bear the costs.\nOnly the EDL may generate and sell electricity\n\nOne solution: municipalities and cities could install solar-powered plants and finance their operation with the money that would otherwise go to the generator operators. The town of Zahlé, located in the mountains, has made itself independent of the EDL with its own fossil-fueled supply called EDZ. It supplies cheap electricity, 24 hours a day, every day.\n\nBut according to the law, only the EDL is allowed to generate and sell electricity. Building owners are liable to prosecution if they provide solar power to their tenants and take money",
    "secondTitle": "Private initiatives attempt to compensate for state failure",
    "secondStoryContent": "Occasionally, non-governmental organizations step in. Light for Lebanon has equipped 300 buildings, streets, a park and a playground with solar light, and another has installed solar-powered traffic lights. But initiatives cannot replace the state. The government line - across all sectors - is inaction, Obeid said. They rely on smaller amounts of money flowing from abroad to maintain the system. Like in the energy sector: diesel from Iran, electricity from Jordan, and soon gas from Egypt. None of this will solve the problems.\n\nWithout government reforms, the initiatives remain in place: The Bank of Housing is lending money to private people in order to install solar panels. With 4.99 percent interest rate and up to 30-year terms. The bank relies mainly on a Kuwait-based development finance institution. It's a good deal especially for dollar holders, because the loan is issued in Lebanese pounds. This is steadily losing value due to inflation - the repayment amount is falling.\n\nThis article has been first published in the German daily newspaper taz (www.taz.de) and has been translated by the author for this publication.",
    "sharableLink": "",
    "comments": [],
    "likes": 450,
    "isFeatured": false
}